[
  {
    "Entry": "Log",
    "Text": "A log or stem is a naturally occurring block found in trees or huge fungi, primarily used as a building block and to create planks, a versatile crafting ingredient. There are currently ten types of logs: oak, spruce, birch, jungle, acacia, dark oak, mangrove, cherry blossom, pale oak,[only \"Winter Drop\" Experiment] crimson, and warped.",
    "Category": "Block"
  },
  {
    "Entry": "Wooden Trapdoor",
    "Text": "A wooden trapdoor is a variant of the trapdoor that can be opened and closed by the player without redstone.",
    "Category": "Block"
  },
  {
    "Entry": "Warped Wart Block",
    "Text": "Warped wart blocks are a decorative block found in warped forests, generating as part of huge warped fungus.",
    "Category": "Block"
  },
  {
    "Entry": "Block of Copper",
    "Text": "A block of copper, internally known as a copper block, is a block that oxidizes over time, gaining a verdigris appearance over four stages. They can be prevented from oxidizing by being waxed with honeycombs. Non-oxidized, non-waxed blocks of copper are storage blocks equivalent to nine copper ingots.",
    "Category": "Block"
  },
  {
    "Entry": "Water",
    "Text": "Water is a fluid that naturally generates abundantly in the Overworld.",
    "Category": "Block"
  },
  {
    "Entry": "Chiseled Copper",
    "Text": "Chiseled copper is a variant of copper blocks that generates in trial chambers.[1]",
    "Category": "Block"
  },
  {
    "Entry": "Copper Bulb",
    "Text": "A copper bulb is a light-emitting block. It toggles on or off when it receives a redstone pulse, and does not need continuous power to emit light. Its light level depends on its state of oxidation.",
    "Category": "Block"
  },
  {
    "Entry": "Copper Door",
    "Text": "A copper door is a type of door made of copper that can be opened and closed by the player without redstone.",
    "Category": "Block"
  },
  {
    "Entry": "Copper Grate",
    "Text": "Copper grates are a variant of copper blocks that have perforations that can be seen through.",
    "Category": "Block"
  },
  {
    "Entry": "Copper Trapdoor",
    "Text": "A copper trapdoor is a type of trapdoor made from copper that can be opened and closed by the player without redstone.",
    "Category": "Block"
  },
  {
    "Entry": "Cut Copper",
    "Text": "Cut copper is an oxidizing metal block crafted from blocks of copper. Like other copper blocks, cut copper can be waxed to prevent oxidation.",
    "Category": "Block"
  }
]