[
  {
    "Entry": "Deep Dark",
    "Text": "The deep dark is a cave biome that generates deep underground in the Overworld under mountainous areas.",
    "Category": "Biome",
    "Image": "Images/Biome/Deep_Dark.webp"
  },
  {
    "Entry": "Desert",
    "Text": "The desert is an expansive arid biome mainly consisting of sand.",
    "Category": "Biome",
    "Image": "Images/Biome/Desert.webp"
  },
  {
    "Entry": "Forest",
    "Text": "The forest is a grassland biome densely wooded with oak and birch. Wolves spawn here. The forest is the most common land biome in Minecraft, taking up just under 11% of the Overworld's area.",
    "Category": "Biome",
    "Image": "Images/Biome/Forest.webp"
  },
  {
    "Entry": "Jagged Peaks",
    "Text": "The jagged peaks are one of three mountain peak biomes, generating in tall peaks.",
    "Category": "Biome",
    "Image": "Images/Biome/Jagged_Peaks.webp"
  },
  {
    "Entry": "Nether Wastes",
    "Text": "The Nether wastes is the most common biome found in the Nether.",
    "Category": "Biome",
    "Image": "Images/Biome/Nether_Wastes.webp"
  },
  {
    "Entry": "Ocean",
    "Text": "The ocean is an aquatic biome consisting of water. Oceans are the largest biome by area, covering anywhere around 28-29% of the surface area of the Overworld when factoring in all of its varieties and consist of a deep water source with the surface at an altitude of Y=62 by default, which is counted as the “sea level” layer of the world.",
    "Category": "Biome",
    "Image": "Images/Biome/Ocean.webp"
  },
  {
    "Entry": "Plains",
    "Text": "Plains are flat grasslands biomes. There are two plains biome variants.",
    "Category": "Biome",
    "Image": "Images/Biome/Plains.webp"
  },
  {
    "Entry": "River",
    "Text": "A river is a common biome. Rivers can serve as borders between various other biomes, and usually lead to oceans, although they can also form loops.",
    "Category": "Biome",
    "Image": "Images/Biome/River.webp"
  },
  {
    "Entry": "The End",
    "Text": "The End is a biome used to generate the End dimension. There are five biomes in the End, but they are considered separate biomes only In Java Edition. Outer End islands are generated by a different mechanism In Bedrock Edition.",
    "Category": "Biome",
    "Image": "Images/Biome/The_End.webp"
  },
  {
    "Entry": "The Void",
    "Text": "The Void is an empty biome that generates only a 33×33 void start platform centered on a block of cobblestone at coordinates X=8, Y=-61, Z=8, 3 blocks above the bottom of the world. No mobs apart from phantoms[1] and pillager patrols[2] can spawn naturally. In The Void superflat preset, since the world is made up of one layer of air, only the platform generates. Below the platform, there is just void, and above the platform, there is just sky.",
    "Category": "Biome",
    "Image": "Images/Biome/The_Void.webp"
  },
  {
    "Entry": "Tundra",
    "Text": "A tundra was a snow-covered biome and the precursor of the current snowy plains, but with fewer trees and no tall grass, tundras existed in the game prior to the Adventure Update (Beta 1.8 for Java Edition) or in versions before Alpha 0.9.0 for  Pocket Edition.",
    "Category": "Biome",
    "Image": "Images/Biome/Tundra.jpg"
  }
]